[
    {
      "name": "Boneshaker",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1433161048i/1137215.jpg",
      "description": "In the early days of the Civil War, rumors of gold in the frozen Klondike brought hordes of newcomers to the Pacific Northwest. Anxious to compete, Russian prospectors commissioned inventor Leviticus Blue to create a great machine that could mine through Alaska’s ice. Thus was Dr. Blue’s Incredible Bone-Shaking Drill Engine born.But on its first test run the Boneshaker went terribly awry, destroying several blocks of downtown Seattle and unearthing a subterranean vein of blight gas that turned anyone who breathed it into the living dead.Now it is sixteen years later, and a wall has been built to enclose the devastated and toxic city. Just beyond it lives Blue’s widow, Briar Wilkes. Life is hard with a ruined reputation and a teenaged boy to support, but she and Ezekiel are managing. Until Ezekiel undertakes a secret crusade to rewrite history",
      "dateOfPublish": "June 1, 2009",
      "category": "horror",
  
      "author": "Cherie Priest",
      "photo": "https://images.gr-assets.com/authors/1617225879p8/221253.jpg",
      "Born": "Tampa, Florida, The United States",
      "Website": "http://www.cheriepriest.com/",
      "Member Since": "March 2021",
      "aboutAuthor": "Cherie Priest is the author of two dozen books and novellas, most recently The Toll, The Family Plot,The Agony House, and the Philip K. Dick Award nominee Maplecroft; but she is perhaps best known for the steampunk pulpadventures of the Clockwork Century, beginning with Boneshaker. Her works have been nominated for the Hugo and Nebula awardsfor science fiction, and have won the Locus Award (among others) – and over the years, they’ve been translated into nine languagesin eleven countries. Cherie lives in Seattle, WA, with her husband and a menagerie of exceedingly photogenic pets"
    },
    {
      "name": "The Shining",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1353277730i/11588.jpg",
      "description": "Jack Torrance's new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he'll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote...and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old.",
      "dateOfPublish": "January 28, 1977",
      "category": "horror",
      "author": "Stephen King",
      "photo": "https://images.gr-assets.com/authors/1362814142p8/3389.jpg",
      "Born": "Portland, Maine, The United States",
      "Website": "http://www.stephenking.com",
      "Member Since": "December 2013",
      "aboutAuthor": "Stephen Edwin King was born the second son of Donald and Nellie Ruth Pillsbury King. After his father left them when Stephen was two, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of them. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a nearby residential facility for the mentally challenged.Stephen attended the grammar school in Durham and Lisbon Falls High School, graduating in 1966. From his sophomore year at the University of Maine at Orono, he wrote a weekly column for the school newspaper, THE MAINE CAMPUS. He was also active in student politics, serving as a member of the Student Senate. He came to support the anti-war movement on the Orono campus, arriving at his stance from a conservative view that the war in Vietnam was unconstitutional. He graduated in 1970, with a B.A. in English and qualified to teach on the high school level. A draft board examination immediately post-graduation found him 4-F on grounds of high blood pressure, limited vision, flat feet, and punctured eardrums."
    },{
      
      "name": "It",
      "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1334416842i/830502.jpg",
      "description": "They were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But none of them can withstand the force that has drawn them back to Derry to face the nightmare without an end, and the evil without a name.",
      "dateOfPublish": "September 15, 1986",
      "category": "horror",
      "author": "Stephen King",
      "photo": "https://images.gr-assets.com/authors/1362814142p8/3389.jpg",
      "Born": "Portland, Maine, The United States",
      "Website": "http://www.stephenking.com",
      "Member Since": "December 2013",
      "aboutAuthor": "Stephen Edwin King was born the second son of Donald and Nellie Ruth Pillsbury King. After his father left them when Stephen was two, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of them. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a nearby residential facility for the mentally challenged.Stephen attended the grammar school in Durham and Lisbon Falls High School, graduating in 1966. From his sophomore year at the University of Maine at Orono, he wrote a weekly column for the school newspaper, THE MAINE CAMPUS. He was also active in student politics, serving as a member of the Student Senate. He came to support the anti-war movement on the Orono campus, arriving at his stance from a conservative view that the war in Vietnam was unconstitutional. He graduated in 1970, with a B.A. in English and qualified to teach on the high school level. A draft board examination immediately post-graduation found him 4-F on grounds of high blood pressure, limited vision, flat feet, and punctured eardrums."
    },{
      "name": " ",
      "cover": " ",
      "description": " ",
      "dateOfPublish": " ",
      "category": " ",
      "author": " ",
      "photo": " ",
      "Born": " ",
      "Website": " ",
      "Member Since": " ",
      "aboutAuthor": " "
    },{
      "name": " ",
      "cover": " ",
      "description": " ",
      "dateOfPublish": " ",
      "category": " ",
      "author": " ",
      "photo": " ",
      "Born": " ",
      "Website": " ",
      "Member Since": " ",
      "aboutAuthor": " "
    }
  ]
  
